# RbsElecPanelCurrentPhasebParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecPanelCurrentPhasebParam Property
ParameterTypeId Class See Also
---
"Current Phase B"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecPanelCurrentPhasebParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecPanelCurrentPhasebParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecPanelCurrentPhasebParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace